# taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# packages
brew "awscli"
brew "direnv"
brew "git"
brew "jq"
brew "nmap"
brew "pre-commit"
brew "romkatv/powerlevel10k/powerlevel10k"
brew "terraform"
brew "yq"

# Casks
cask "1password-cli"
cask "authy"
cask "bitwarden"
cask "dbeaver-community"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "notion"
cask "messenger"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
