# taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# packages
# brew "golang"
brew "awscli"
brew "derailed/k9s/k9s"
brew "direnv"
brew "exa"
brew "gh"
brew "git"
brew "jq"
brew "kubernetes-cli"
brew "nmap"
brew "pre-commit"
brew "pyenv"
brew "rich"
brew "terraform"

# Casks
# cask "cyberduck"
# cask "dropbox"
# cask "sublime-text"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "google-chrome"
cask "iterm2"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"