# taps
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "AdoptOpenJDK/openjdk"

# packages
brew "git"
brew "jq"
brew "zsh"
brew "mas"
brew "zsh-completions"
brew "kubernetes-cli"
brew "python"
brew "terraform"
brew "vault"
brew "nmap"
brew "derailed/k9s/k9s"
brew "helm"
brew "apache-spark"
brew "avro-tools"
brew "awscli"

# Casks
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "dropbox"
cask "docker"
cask "evernote"
cask "google-chrome"
cask "iterm2"
cask "itsycal"
cask "little-snitch"
cask "microsoft-office"
cask "sensiblesidebuttons"
cask "slack"
cask "spectacle"
cask "spotify"
cask "sublime-text"
cask "visual-studio-code"
cask "vlc"

# Fonts
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-3270-nerd-font"

# macOS App Store
mas "Microsoft To Do", id: 1274495053
